---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.PromptForFamilyInstancePlacementOptions
source: html/76984666-16f9-c562-c4f2-6b6b28c45303.htm
---
# PromptForFamilyInstancePlacementOptions Members

Creates a new PromptForFamilyInstancePlacementOptions using default options.